Repository: 3003h/Eros-FE
Catalog: lib/l10n/intl_*.arb
Languages: ja, ru, zh_cn, zh_tw

# welcome_text
source: ~oh~ oh~ oh~~~
ja: いらっしゃいませ！
ru: ~ах~ ах~ ах~~~
zh_cn: 小撸怡情~大撸伤身~强撸灰飞烟灭~~
zh_tw: 尻槍並非壞事~上癮並非好事~過度縱慾者腎虧~~

# tab_popular
source: Popular
ja: 人気
ru: Популярное
zh_cn: 热门
zh_tw: 熱門

# tab_watched
source: Watched
ja: 登録
ru: Отслеживаемое
zh_cn: 订阅
zh_tw: 關注

# tab_gallery
source: Gallery
ja: ギャラリー
ru: Галерея
zh_cn: 画廊
zh_tw: 畫廊

# tab_favorite
source: Favorites
ja: お気に入り
ru: Избранное
zh_cn: 收藏
zh_tw: 收藏

# tab_toplist
source: Toplists
ja: ランキング
ru: Лучшее
zh_cn: 排行

# tab_history
source: History
ja: 閲覧履歴
ru: История
zh_cn: 历史
zh_tw: 歷史

# tab_setting
source: Settings
ja: 設定
ru: Настройки
zh_cn: 设置
zh_tw: 設置

# tab_download
source: Download
ja: ダウンロード
ru: Загрузки
zh_cn: 下载
zh_tw: 下載

# favcat
source: Favorites
ja: お気に入り
ru: Избранное
zh_cn: 收藏夹
zh_tw: 收藏夾

# notFav
source: Not Favorited
ja: お気に入りではない
ru: Добавить в избранное
zh_cn: 未收藏
zh_tw: 未收藏

source: All Favorites
ja: 総合
ru: Все
zh_cn: 所有收藏
zh_tw: 所有收藏

# local_favorite
source: Local Favorites
ja: ローカル
ru: Локальное Избранное
zh_cn: 本地收藏
zh_tw: 本地收藏

source: Processing
ja: ロード中
ru: В процессе
zh_cn: 处理中
zh_tw: 處理中

# user_login
source: User Sign
ja: ユーザーログイン
ru: Вход в аккаунт
zh_cn: 用户登录
zh_tw: 用戶登入

# pls_i_username
source: Please enter user name
ja: ユーザー名を入力してください
ru: Пожалуйста, введите логин
zh_cn: 请输入用户名
zh_tw: 請輸入用戶名

# pls_i_passwd
source: Please enter your password
ja: パスワードを入力してください
ru: Пожалуйста, введите пароль
zh_cn: 请输入密码
zh_tw: 請輸入密碼

source: Username
ja: ユーザー名
ru: Логин
zh_cn: 用户名
zh_tw: 用戶名

# passwd
source: Password
ja: パスワード
ru: Пароль
zh_cn: 密码
zh_tw: 密碼

# login
source: Sign
ja: ログイン
ru: Войти
zh_cn: 登录
zh_tw: 登入

source: Not Login
ja: ログインしない
zh_cn: 未登录
zh_tw: 未登入

# login_web
source: Sign in on the Web
ja: Webでログイン
ru: Войти через браузер
zh_cn: 通过网页登录
zh_tw: 透過網頁登入

# double_click_back
source: Press again to exit
ja: 一度押して終了します
ru: Нажмите еще раз, чтобы выйти
zh_cn: 再按一次返回退出
zh_tw: 再按一次返回退出

source: Read
ja: 閲覧
ru: Читалка
zh_cn: 阅读
zh_tw: 閱讀

source: Gallery Comments
ja: コメント
ru: Комментарии галереи
zh_cn: 画廊评论
zh_tw: 畫廊評論

source: All Comment
ja: 他のコメント
ru: Все комментарии
zh_cn: 所有评论
zh_tw: 所有評論

source: All Preview
ru: Все превью
zh_cn: 所有预览
zh_tw: 所有預覽

source: More previews
ru: Показать ещё
zh_cn: 更多预览
zh_tw: 更多預覽

source: No more previews
ru: Конец списка
zh_cn: 无更多预览
zh_tw: 沒有更多預覽

source: Previews
ru: Превью
zh_cn: 预览
zh_tw: 預覽

source: Download
ja: ダウンロード
ru: Загрузки
zh_cn: 下载
zh_tw: 下載

source: Advanced
ja: その他
ru: Дополнительно
zh_cn: 高级
zh_tw: 高級

source: About
ja: アプリについて
ru: О приложении
zh_cn: 关于
zh_tw: 關於

source: Preload Image
ja: プリロード
ru: Предварительная загрузка изображений
zh_cn: 预载图片数量
zh_tw: 預載圖片數量

source: Language
ja: 言語
ru: Язык
zh_cn: 语言设置
zh_tw: 語言設定

source: Theme
ja: テーマ
ru: Тема
zh_cn: 主题
zh_tw: 主題

source: Follow System
ja: システム設定
ru: Как в системе
zh_cn: 跟随系统
zh_tw: 跟隨系統

# light
source: Ligth
ja: ライト
ru: Светлая
zh_cn: 浅色模式
zh_tw: 淺色模式

source: Dark
ja: ダーク
ru: Тёмная
zh_cn: 深色模式
zh_tw: 深色模式

source: Custom Hosts
ja: カスタムホスト
ru: Пользовательские узлы
zh_cn: 自定义hosts
zh_tw: 自定hosts文件

source: Cancel
ja: キャンセル
ru: Отмена
zh_cn: 取消
zh_tw: 取消

source: OK
ru: ОК
zh_cn: 确定
zh_tw: 確定

source: Back
ja: 戻る
ru: Назад
zh_cn: 返回
zh_tw: 退回

source: Done
ja: 完了
ru: Готово
zh_cn: 完成
zh_tw: 完成

source: Delete
ja: 削除
ru: Удалить
zh_cn: 删除
zh_tw: 刪除

source: On
ja: オン
ru: Включены
zh_cn: 打开
zh_tw: 打開

source: Off
ja: オフ
ru: Выключены
zh_cn: 关闭
zh_tw: 關閉

source: Dark mode effect
ja: 真っ黒モード
ru: Вид тёмной темы
zh_cn: 深色模式效果
zh_tw: 深色模式效果

source: Gray black
ja: 灰色
ru: Тёмная
zh_cn: 灰黑
zh_tw: 灰黑

source: Pure black
ja: 真っ黒
ru: Чёрная
zh_cn: 纯黑
zh_tw: 純黑

source: Domain fronting
ru: Фронтинг домена
zh_cn: 域名前置
zh_tw: 域前置

source: Clear cache
ja: キャッシュを削除
ru: Очистить кэш
zh_cn: 清除缓存
zh_tw: 清除緩存

source: Search
ja: 検索
ru: Поиск
zh_cn: 搜索
zh_tw: 搜尋

# s_Advanced_Options
source: Advanced Options
ja: オプション
ru: Дополнительные параметры
zh_cn: 高级选项
zh_tw: 高級選項

# s_Search_Gallery_Name
source: Search Gallery Name
ja: ギャラリー名
ru: Поиск в названии галерей
zh_cn: 搜索画廊名字
zh_tw: 搜尋畫廊名稱

# s_Search_Gallery_Tags
source: Search Gallery Tags
ja: タグ
ru: Поиск в тегах галерей
zh_cn: 搜索画廊标签
zh_tw: 搜搜尋畫廊標籤

# s_Search_Gallery_Description
source: Search Gallery Description
ja: 詳細
ru: Поиск в описании галерей
zh_cn: 搜索画廊描述
zh_tw: 搜搜尋畫廊描述

# s_Search_Torrent_Filenames
source: Search Torrent Filenames
ja: トレントファイル名
ru: Искать в названиях торрентов
zh_cn: 搜索种子名字
zh_tw: 搜索種子名稱

# s_Only_Show_Galleries_With_Torrents
source: Only Show Galleries With Torrents
ja: Torrentがあるのみ
ru: Показывать только галереи с торрентами
zh_cn: 仅显示有种子的画廊
zh_tw: 僅顯示有種子的畫廊

# s_Search_Low_Power_Tags
source: Search Low-Power Tags
ja: 弱いタグ
ru: Искать с малым количеством тегов
zh_cn: 搜索低愿力标签
zh_tw: 搜尋低願力標籤

# s_Search_Downvoted_Tags
source: Search Downvoted Tags
ja: 低評価タグ
ru: Искать с нежеланными тегами
zh_cn: 搜索差评标签
zh_tw: 搜尋負評標籤

# s_Show_Expunged_Galleries
source: Show Expunged Galleries
ja: 削除済み
ru: Показывать скрытые галереи
zh_cn: 搜索被删除的画廊
zh_tw: 搜搜尋被刪除的畫廊

# s_Minimum_Rating
source: Minimum Rating
ja: 評価の下限
ru: Минимальная оценка
zh_cn: 最低评分
zh_tw: 最低評分

# s_Between
source: Between
ru: Среди
zh_cn: 从
zh_tw: 從

# s_and
source: and
ru: и
zh_cn: 到
zh_tw: 到

# s_pages
source: pages
ja: ページ
ru: страницы
zh_cn: 页数
zh_tw: 頁數

# s_Disable_default_filters
source: Disable default filters
ja: デフォルトフィルターの無効化
ru: Отключить стандартные фильтры
zh_cn: 禁用默认排除选项
zh_tw: 禁用默認排除選項

# s_Search_Fav_Name
source: Search Name
ru: Искать в названии
zh_cn: 搜索名称
zh_tw: 搜尋名稱

# s_Search_Fav_Tags
source: Search Tags
ru: Искать в тегах
zh_cn: 搜索标签
zh_tw: 搜尋標籤

# s_Search_Fav_Note
source: Search Note
ru: Искать в заметках
zh_cn: 搜索标注
zh_tw: 搜尋標注

source: Uploader
ja: アップローダー
ru: Загрузчик
zh_cn: 上传者
zh_tw: 上傳者

source: Tags
ja: タグ
ru: Теги
zh_cn: 标签
zh_tw: 標籤

# clear_filter
source: Clear
ja: 削除
ru: Очистить
zh_cn: 重置
zh_tw: 重置

# t_Clear_all_history
source: Clear All History
ja: 削除しますか？
ru: Очистить всю историю
zh_cn: 清除所有历史
zh_tw: 清除所有紀錄

# galery_site
source: Gallery Site
ja: ギャラリーサイト
ru: Каталог галереи
zh_cn: 画廊站点
zh_tw: 畫廊站點

source: Current {site}
ru: Текущий {site}
zh_cn: 当前 {site}
zh_tw: 當前 {site}

source: EHentai Settings
ja: EHentai設定
ru: EHentai настройки
zh_cn: EHentai 设置
zh_tw: EHentai 設置

source: Setting on Website
ja: ウエブサイトで設定
ru: Настройки на сайте
zh_cn: 网页上的设置
zh_tw: 網頁上的設置

# ehentai_my_tags
source: My Tags
ja: マイ タグ
ru: Мои теги
zh_cn: 我的标签
zh_tw: 我的標籤

source: My Tags on Website
ja: タグの管理
ru: Мои теги на сайте
zh_cn: 网页上的标签设置
zh_tw: 網頁上的標籤設置

source: List Mode
ja: リストモード
ru: Отображение
zh_cn: 列表样式
zh_tw: 列表瀏覽模式

# listmode_medium
source: List - Medium
ja: リスト（中）
ru: Список - Средний
zh_cn: 列表 - 中
zh_tw: 列表 - 中

# listmode_small
source: List - Small
ja: リスト（小）
ru: Список - Компактный
zh_cn: 列表 - 小
zh_tw: 列表 - 小

# listmode_waterfall
source: Waterfall
ja: 滝
ru: Водопад
zh_cn: 瀑布流
zh_tw: 瀑布流

# listmode_waterfall_large
source: WaterfallFlow - Large
ja: 滝（大）
ru: Водопад - Крупный
zh_cn: 瀑布流 - 大

# listmode_grid
source: Grid
ja: グリッド
ru: Сетка
zh_cn: 网格

source: Favorites Order
ja: お気に入り並べ替え
ru: Упорядочить избранное
zh_cn: 收藏夹排序
zh_tw: 收藏夾排序

# favorites_order_Use_posted
source: Use Posted
ja: アップロードされた日付順
ru: По дате обновления галереи
zh_cn: 按照发布时间
zh_tw: 依照發佈時間

# favorites_order_Use_favorited
source: Use Favorited
ja: お気に入り日付順
ru: По дате добавления в избранное
zh_cn: 按照收藏时间
zh_tw: 依照收藏時間

# show_jpn_title
source: Show Japanese Title
ja: 日本語タイトルを表示
ru: Показывать названия на японском
zh_cn: 显示日文标题
zh_tw: 顯示日文標題

source: Current Version
ja: バージョン番号
ru: Текущая версия
zh_cn: 当前版本
zh_tw: 當前版本

# max_history
source: Maximum History
ja: 最大履歴
zh_cn: 最大历史记录
zh_tw: 最大歷史紀錄

source: Unlimited
ja: 無制限
ru: Без ограничения
zh_cn: 不限制
zh_tw: 無限制

# p_Archiver
source: Archiver
ja: 圧縮パッケージ
ru: Архиватор
zh_cn: 归档
zh_tw: 歸檔

# p_Download
source: Download
ja: ダウンロード
ru: Скачать
zh_cn: 下载
zh_tw: 下載

# p_Similar
source: Similar
ja: 類似のギャラリー
ru: Похожие
zh_cn: 相似
zh_tw: 相似

# p_Torrent
source: Torrent
ja: トレント
ru: Торрент
zh_cn: 种子
zh_tw: 種子

# p_Rate
source: Rate
ja: 評価
ru: Оценить
zh_cn: 评分
zh_tw: 評分

source: Read setting
ja: 閲覧設定
ru: Настройки читалки
zh_cn: 阅读设置
zh_tw: 閱讀設置

source: Reading direction
ja: 読み方
ru: Режим чтения
zh_cn: 阅读方向
zh_tw: 閱讀方向

source: Screen orientation
ja: 回転モード
ru: Ориентация экрана
zh_cn: 屏幕方向

# orientation_system
source: Follow system
ja: 既定
ru: Как в системе
zh_cn: 系统默认
zh_tw: 跟隨系統

# orientation_portraitUp
source: Portrait up
ja: 縦向き
ru: Портретная
zh_cn: 竖屏

# orientation_landscapeLeft
source: Landscape left
ja: 横向き「左」
ru: Альбомная-слева
zh_cn: 横屏(左)

# orientation_landscapeRight
source: Landscape right
ja: 横向き「右」
ru: Альбомная-справа
zh_cn: 横屏(右)

# orientation_auto
source: Auto
ja: 自動回転
ru: Свободная
zh_cn: 自动旋转

source: Show page interval
ja: 間紙
ru: Показывать интервал между страницами
zh_cn: 显示页面间隔
zh_tw: 顯示頁面間隔

source: Left to right
ja: 左から右
ru: Слева направо
zh_cn: 从左到右
zh_tw: 從左至右

source: Right to left
ja: 右から左
ru: Справа налево
zh_cn: 从右到左
zh_tw: 從右至左

source: Top to bottom
ja: 上から下へ（連続）
ru: Вертикально
zh_cn: 从上到下
zh_tw: 從上到下

source: Tabbar setting
ja: カテゴリー設定
ru: Настройки нижней панели
zh_cn: 主页标签设置
zh_tw: 主頁標籤設置

# tab_sort
source: Long press and drag to sort
ja: 長押しで並べ替え
ru: Сделайте долгий тап и перемещайте для сортировки
zh_cn: 长按并拖动以进行排序
zh_tw: 長按並拖曳以進行排序

source: Add to favorites
ja: お気に入りに追加
ru: Добавить в избранное
zh_cn: 添加收藏夹
zh_tw: 加入收藏

source: Remove from favorites
ja: お気に入りから削除
ru: Удалить из избранного
zh_cn: 从收藏夹中删除
zh_tw: 從收藏中刪除

source: Change to favorites
ja: お気に入りを移動
zh_cn: 修改收藏夹
zh_tw: 更改為收藏夾

source: Quick search
ja: クイック検索
ru: Быстрый поиск
zh_cn: 快速搜索
zh_tw: 快速搜尋

# add_quick_search
source: Add to search
ja: クイック検索に追加
ru: Добавить в БП
zh_cn: 添加搜索
zh_tw: 添加搜尋

source: Show filter
ja: フィルターを表示
ru: Показать фильтр
zh_cn: 显示筛选
zh_tw: 顯示篩選

source: Search type
ja: 検索タイプ
ru: Искать тип
zh_cn: 搜索类型
zh_tw: 搜尋類型

source: Reload image
ja: 再ロード
ru: Загрузить заново
zh_cn: 重新载入图片
zh_tw: 重新載入圖片

source: Share image
ja: 共有
ru: Поделиться изображением
zh_cn: 分享图片
zh_tw: 分享圖片

source: Saved successfully
ja: 保存しました
ru: Успешно сохранено
zh_cn: 保存成功
zh_tw: 保存成功

# save_into_album
source: Save into the album
ja: 保存
ru: Сохранить в галерею
zh_cn: 保存到相册
zh_tw: 保存到相簿

source: System share
ja: シェア
ru: Поделиться через....
zh_cn: 系统分享
zh_tw: 系統分享

# list_load_more_fail
source: Load failed, tap to retry
ja: ロードに失敗、タップして再ロード
ru: Загрузка не удалась... нажмите, чтобы попробовать еще раз
zh_cn: 加载失败, 点击重试
zh_tw: 載入失敗，點擊重試

source: Copy
ja: コピー
ru: Копировать
zh_cn: 复制
zh_tw: 複製

source: Copied to clipboard
ja: クリップボードにコピーしました
ru: Скопировано в буфер обмена
zh_cn: 已复制到剪贴板
zh_tw: 已複製到剪貼簿

source: KEEP IT SAFE
ja: 安全を確認してください
ru: Никому не показывайте
zh_cn: 注意数据安全
zh_tw: 注意數據安全

source: Share
ja: 共有
ru: Поделиться
zh_cn: 分享
zh_tw: 分享

source: Security
ja: セキュリティ
ru: Безопасность
zh_cn: 安全
zh_tw: 安全

# security_blurredInRecentTasks
source: Blurring in recent tasks
ja: システムタスクに非表示
ru: Защита экрана приложения
zh_cn: 最近任务中模糊处理
zh_tw: 最近任務欄中模糊處理

source: Auto-lock
ja: 自動ロック
ru: Автоматическая блокировка
zh_cn: 自动锁定
zh_tw: 自動上鎖

source: Disabled
ja: 無効
ru: Выключено
zh_cn: 停用
zh_tw: 停用

source: Instantly
ja: 即刻
ru: Сразу
zh_cn: 立即
zh_tw: 立即

source: hours
ja: 時間
ru: час(ов)
zh_cn: 小时
zh_tw: 小時

source: min
ja: 分
ru: минут
zh_cn: 分钟
zh_tw: 分鐘

source: second
ja: 秒
ru: секунд
zh_cn: 秒
zh_tw: 秒

source: Loading
ja: 読み込み中…
ru: Загрузка
zh_cn: 载入中
zh_tw: 載入中...

source: Search history
ja: 検索履歴
ru: История поиска
zh_cn: 搜索历史
zh_tw: 搜尋紀錄

source: Clear search history
ja: 検索履歴を全消去
ru: Очистить историю поиска
zh_cn: 清空搜索历史
zh_tw: 清除搜尋紀錄

# tag_vote_up
source: Vote Up
ja: いいね！
ru: Лайкнуть тег
zh_cn: 赞成标签
zh_tw: 好評

# tag_vote_down
source: Vote Down
ja: 反対
ru: Дизлайкнуть тег
zh_cn: 反对标签
zh_tw: 差評

# tag_withdraw_vote
source: Withdraw Vote
ja: いいね！を消す
ru: убрать лайк/дизлайк с тега
zh_cn: 撤销投票
zh_tw: 撤回評價

source: Add tags
ja: タグに追加
ru: Добавить теги
zh_cn: 添加标签
zh_tw: 加入標籤

# add_tag_placeholder
source: Enter new tags, separated with comma
ja: 新しいタグを入力してください（「,」で分別してください）
ru: Введите новые теги, разделенные запятой
zh_cn: 输入新标签, 用逗号分隔
zh_tw: 輸入新標籤（以半形逗號分隔）

source: Vote successfully
ja: 評価しました
ru: Голос успешно отдан
zh_cn: 投票成功
zh_tw: 評價成功

source: Vote up successfully
ja: いいね！しました
ru: Лайк успешно поставлен
zh_cn: 赞成成功
zh_tw: 已送出好評

source: Vote down successfully
ja: 反対しました
ru: Дизлайк успешно поставлен
zh_cn: 反对成功
zh_tw: 已送出負評

source: Vibrate feedback
ja: バイブレーション
ru: Вибрация
zh_cn: 震动反馈
zh_tw: 震動

source: Expand
ja: 表示
ru: Показать
zh_cn: 展开

source: Collapse
ja: 非表示
ru: Скрыть
zh_cn: 折叠

source: Download Location
ja: ダウンロードパス
ru: Каталог загрузок
zh_cn: 下载路径
zh_tw: 下載路徑

source: Default Favorites
ru: Избранное по умолчанию
zh_cn: 默认收藏夹设置
zh_tw: 預設收藏夾

# manually_sel_favorites
source: Manually select favorites
ru: Вручную выбирать группу избранного
zh_cn: 手动选择
zh_tw: 手動選擇收藏夾

# last_favorites
source: Last Favorites, long press to manually select
ja: 最後のお気に入り、長押しで手動選択
ru: Последнее использованное избранное, долгий тап чтобы выбрать вручную
zh_cn: 使用上次选择，长按选择其他
zh_tw: 最後的收藏夾（長按來手動選擇）

source: Clipboard detection
ja: クリップボード検出
ru: Анализ буфера обмена
zh_cn: 剪贴板检测
zh_tw: 剪貼簿偵測

# clipboard_detection_desc
source: Automatically detect clipboard gallery links
ja: リンクを自動検出
ru: Автоматически подцеплять ссылки из буфера обмена
zh_cn: 自动检测剪贴板画廊链接
zh_tw: 自動從剪貼簿偵測畫廊網址

source: Jump to Page
ja: 転移
ru: Перейти на страницу
zh_cn: 页面跳转
zh_tw: 跳至該頁

source: Page range
ja: ページ範囲
ru: Диапазон страниц
zh_cn: 跳转范围
zh_tw: 頁數範圍

source: Page range error
ja: 入力範囲エラー
ru: Ошибка в диапазоне страниц
zh_cn: 输入范围有误
zh_tw: 頁數範圍錯誤

source: Input error
ja: 入力エラー
ru: Ошибка ввода
zh_cn: 输入格式有误
zh_tw: 輸入錯誤

source: Input empty
ja: 入力は空です
ru: Буфер обмена пуст
zh_cn: 输入空
zh_tw: 空白輸入

source: Allow media scan
ja: メディアスキャンを許可
ru: Разрешить видеть папку извне
zh_cn: 允许媒体扫描
zh_tw: 允許媒體掃描

source: multi Download
ja: マルチダウンロード
ru: Многопоточная загрузка
zh_cn: 同时下载图片数量
zh_tw: 多線程下載

source: Downloaded
ja: ダウンロード済み
ru: Скачано
zh_cn: 已下载
zh_tw: 已下載

source: Downloading
ja: ダウンロード中
ru: Скачивание
zh_cn: 下载中
zh_tw: 下載中...

source: Paused
ja: 一時停止
ru: На паузе
zh_cn: 已暂停
zh_tw: 暫停

# tolist_alltime
source: All-Time
ja: 史上
ru: За всё время
zh_cn: 总排行

# tolist_past_year
source: Past Year
ja: 年中
ru: За год
zh_cn: 年排行
zh_tw: 過去一年內

# tolist_past_month
source: Past Month
ja: 月中
ru: За месяц
zh_cn: 月排行
zh_tw: 過去一個月內

# tolist_yesterday
source: Yesterday
ja: 一日中
ru: За вчерашний день
zh_cn: 日排行
zh_tw: 昨天

source: Tablet layout
ja: タブレットUI
zh_cn: 平板布局

source: WebDAV Account
ja: WebDAVアカウント
ru: Аккаунт WebDAV
zh_cn: WebDAV账户
zh_tw: WebDAV 帳號

source: Sync history
ja: 履歴同期
ru: Синхронизация истории
zh_cn: 同步历史记录
zh_tw: 同步紀錄

source: Sync read progress
ja: 進歩同期
ru: Синхронизация прогресса чтения
zh_cn: 同步阅读进度
zh_tw: 同步讀取進度

source: Sync group
ja: グループ同期
ru: Синхронизация группы
zh_cn: 同步分组
zh_tw: 同步分组

source: Sync quick search
ja: クイック検索同期
ru: Синхронизация быстрого поиска
zh_cn: 同步快速搜索
zh_tw: 同步快速搜索

source: Skip
ja: スキップ
ru: Пропустить
zh_cn: 跳过
zh_tw: 跳過

source: Export
ja: エクスポート
ru: Экспортировать
zh_cn: 导出
zh_tw: 導出

source: Read from clipboard
ja: クリップボードから読み込む
ru: Вставить из буфера обмена
zh_cn: 从剪贴板读取
zh_tw: 從剪貼簿讀取

source: Delete Task
ja: タスクの削除
ru: Менеджер загрузок
zh_cn: 删除任务
zh_tw: 刪除工作

source: Delete task only
ja: タスクのみ
ru: Удалить только задание
zh_cn: 仅删除任务
zh_tw: 只刪除工作

source: Delete task and content
ja: タスクとコンテンツ
ru: Удалить задание и файлы
zh_cn: 删除任务和下载内容
zh_tw: 刪除工作與內容

# uc_profile
source: Profile
ja: プロフィール
ru: Профиль
zh_cn: 配置
zh_tw: 設定檔

# uc_selected
source: Selected
ja: 選択済み
ru: Выбранный
zh_cn: 当前
zh_tw: 選擇

# uc_rename
source: Rename
ja: 名前を変更
ru: Переименовать
zh_cn: 重命名
zh_tw: 重新命名

# uc_crt_profile
source: Create New
ja: 新しい作る
ru: Создать новый профиль
zh_cn: 新建
zh_tw: 創建新的

# uc_del_profile
source: Delete Profile
ja: プロフィールを削除
ru: Удалить профиль
zh_cn: 删除配置
zh_tw: 刪除設定檔

# uc_set_as_def
source: Set as Default
ja: 既定に設定
ru: Установить как профиль по умолчанию
zh_cn: 设为默认
zh_tw: 設為預設

# uc_img_load_setting
source: Image Load Settings
ja: 画像のロード
ru: Настройки загрузки изображения
zh_cn: 图片加载设置
zh_tw: 圖片載入設定

# uc_thor_hath
source: Through the H@H
ja: H@H
ru: Через H@H
zh_cn: 通过H@H加载
zh_tw: 通過H@H

# uc_img_size_setting
source: Image Size Settings
ja: 画像の規模
ru: Настройки размера изображения
zh_cn: 图片大小设置
zh_tw: 圖片大小設定

# uc_res_res
source: Resample Resolution
ja: 解像度
ru: Сжатие
zh_cn: 重新采样分辨率
zh_tw: 重採樣分辨率

# uc_res_res_desc
source: Normally, images are resampled to 1280 pixels of horizontal resolution for online viewing. You can alternatively select one of the following resample resolutions. To avoid murdering the staging servers, resolutions above 1280x are temporarily restricted to donators, people with any hath perk, and people with a UID below 3,000,000.
ja: 画像は通常、オンライン表示用に水平解像度1280pxにサンプルされます。上記の代替解像度のいずれかを選択できます。
ru: Обычно изображения сжимаются до 1280 пикселей по горизонтали для просмотра в режиме онлайн. В качестве альтернативы вы можете выбрать одно из следующих разрешений. Чтобы избежать нагрузки на сервера, разрешение выше 1280x доступно лишь для донатеров, владельцев hath perk и людей с UID ниже 3 000 000
zh_cn: 通常情况，图像将重采样到 1280 像素宽度以用于在线浏览，您也可以选择以下重新采样分辨率。但是为了避免负载过高，高于 1280 像素将只供给于赞助者、特殊贡献者，以及 UID 小于 3,000,000 的用户。

# uc_img_horiz
source: Horizontal
ja: 横向き
ru: По горизонтали
zh_cn: 宽/横向
zh_tw: 水平的

# uc_img_vert
source: Vertical
ja: 縦向き
ru: По вертикали
zh_cn: 高/纵向
zh_tw: 垂直的

# uc_img_cussize_desc
source: While the site will automatically scale down images to fit your screen width, you can also manually restrict the maximum display size of an image. Like the automatic scaling, this does not resample the image, as the resizing is done browser-side. (0 = no limit)
ja: このサイトは、画面幅に合わせて画像を自動的に縮小しますが、画像の最大表示サイズを手動で制限することもできます。自動スケーリングと同様、リサイズはブラウザ側で行われるため、画像のサンプルは行われません。(0 = 制限なし)
ru: Хотя сайт автоматически уменьшит масштаб изображений в соответствии с разрешением экрана, вы также можете вручную ограничить максимальное разрешение изображения. Как и при автоматическом масштабировании, это не приводит к изменению разрешения изображения в приложении, так как изменение разрешения происходит на стороне браузера. (0 = нет ограничений)
zh_cn: 虽然图片会自动根据窗口缩小，你也可以手动设置最大大小，图片并没有重新采样（0 为不限制）

# uc_name_display
source: Gallery Name Display
ja: ギャラリー名
ru: Отображение названия галереи
zh_cn: 图库的名字显示
zh_tw: 顯示畫廊名稱

# uc_name_display_desc
source: Many galleries have both an English/Romanized title and a title in Japanese script. Which gallery name would you like as default?
ja: 多くのギャラリーは英語/ローマ字のタイトルと日本語のタイトルの両方を持っています。どちらのギャラリー名をデフォルトにしますか？
ru: Многие галереи имеют как английское/латинизированное название, так и название, написанное японским шрифтом. Какое название галереи вы хотели бы видеть по умолчанию?
zh_cn: 很多图库都同时拥有英文或者日文标题，你想默认显示哪一个？

# uc_archiver_set
source: rchiver Settings
ja: 圧縮パッケージ
ru: Настройки архиватора
zh_cn: 归档设置
zh_tw: 儲存器設置

# uc_archiver_desc
source: The default behavior for the Archiver is to confirm the cost and selection for original or resampled archive, then present a link that can be clicked or copied elsewhere. You can change this behavior here.
ja: Archiverのデフォルトの動作は、コストとオリジナルまたはサンプルアーカイブの選択を確認し、他の場所でクリックまたはコピーできるリンクを表示します。この動作はここで変更できます。
ru: Изначально роль архиватора состоит в том, чтобы рассчитать траты и выбрать исходный или сжатый архив, а затем представить ссылку, по которой можно перейти или скопировать в другое место. Вы можете изменить это здесь
zh_cn: 默认归档下载方式为手动选择（原画质或压缩画质），然后手动复制或点击下载链接。你可以修改归档下载方式。

# uc_front_page
source: Front Page
ja: トップページ
ru: Главная страница
zh_cn: 首页设置
zh_tw: 主頁

# uc_front_page_dis_mode
source: Front Page Display mode
ja: トップページスタイル
ru: Режим отображения главной страницы
zh_cn: 首页显示样式
zh_tw: 主頁顯示模式

# uc_fav
source: Favorites
ja: お気に入り
ru: Избранные
zh_cn: 收藏
zh_tw: 收藏夾

# uc_fav_sort
source: Default sort
ja: デフォルト並べ替え方
ru: Сортировка по умолчанию
zh_cn: 默认排序
zh_tw: 預設排列

# uc_fav_sort_desc
source: You can also select your default sort order for galleries on your favorites page. Note that favorites added prior to the March 2016 revamp did not store a timestamp, and will use the gallery posted time regardless of this setting.
ja: お気に入りページでギャラリーのデフォルトの並べ替え方を選択することもできます。なお、2016年3月のリニューアル以前に追加されたお気に入りにはタイムスタンプが保存されていないため、この設定に関係なくギャラリーの投稿時刻が使用されます。
ru: Вы также можете выбрать порядок сортировки галерей по умолчанию на странице избранного. Обратите внимание, что избранное, добавленное до обновления в марте 2016 года, не сохраняло временную метку и будет использовать время публикации в галерее независимо от этого параметра
zh_cn: 请注意，2016 年 3 月改版之前加入收藏夹的图库并未保存收藏时间，会以图库发布时间代替。

# uc_rating
source: Ratings Colors
ja: 評価付け色
ru: Цвета рейтинга
zh_cn: 评分颜色

# uc_rating_desc
source: By default, galleries that you have rated will appear with red stars for ratings of 2 stars and below, green for ratings between 2.5 and 4 stars, and blue for ratings of 4.5 or 5 stars. You can customize this by entering your desired color combination below. Each letter represents one star. The default RRGGB means R(ed) for the first and second star, G(reen) for the third and fourth, and B(lue) for the fifth. You can also use (Y)ellow for the normal stars. Any five-letter R/G/B/Y combo works.
ja: デフォルトでは、あなたが評価したギャラリーは、2つ星以下は赤、2.5〜4つ星は緑、4.5または5つ星は青で表示されます。以下にご希望の色の組み合わせを入力してカスタマイズすることができます。 各文字は星1つを表します。デフォルトのRRGGBは、1つ目と2つ目の星をR(赤)、3つ目と4つ目をG(緑)、5つ目をB(青)で表しています。通常の星には黄色(Y)も使うこともできます。R/G/B/Yの5文字のコンボなら何でも使えます。
ru: По умолчанию галереи, которые вы оценили, будут отмечены красными звездочками для оценок от 2 звезд и ниже, зелеными - для оценок от 2,5 до 4 звезд и синими - для оценок от 4,5 до 5 звезд. Вы можете настроить это, введя желаемую цветовую комбинацию ниже. Каждая буква представляет собой одну звезду. Значение RRGGB по умолчанию означает R(ed) для первой и второй звезды, G(reen) для третьей и четвертой и B(lue) для пятой. Вы также можете использовать (Y)ellow для обычных звезд. Любая комбинация из пяти букв R / G / B / Y работает
zh_cn: 默认设置下，你评为 2 星及以下的图库显示为红星，2.5 ~ 4 星显示为绿星，4.5 ~ 5 星显示为蓝星。你可以将其设定为其他颜色组合。 每一个字幕代表一颗星, 默认的 RRGGB 表示第一第二颗星显示为红色 R(ed)，第三第四颗星显示是绿色 G(reen)，第五颗星显示为蓝色 B(lue)。你也可以使用黄色 (Y)ellow，R/G/B/Y 任何五个组合都是有效的。

# uc_tag_namesp
source: Tag Namespaces
ja: タグの名前空間
ru: Группы тегов
zh_cn: 标签组
zh_tw: 標記命名空間

# uc_reclass
source: reclass
ja: クラス替え
zh_cn: 重新分类

# uc_language
source: language
ja: 言語
zh_cn: 语言
zh_tw: 語言

# uc_parody
source: parody
ja: パロディー
zh_cn: 原作
zh_tw: 二創來源

# uc_character
source: character
ja: キャラクター
zh_cn: 角色
zh_tw: 角色

# uc_group
source: group
ja: サークル
zh_cn: 社团

# uc_artist
source: artist
ja: 作者
zh_cn: 艺术家
zh_tw: rtist

# uc_male
source: male
ja: 男性
zh_cn: 男性
zh_tw: 男性角色標籤

# uc_female
source: female
ja: 女性
zh_cn: 女性
zh_tw: 女性角色標籤

# uc_xt_desc
source: If you want to exclude certain namespaces from a default tag search, you can check those abover. Note that this does not prevent galleries with tags in these namespaces from appearing, it just makes it so that when searching tags, it will forego those namespaces.
ja: 特定の名前空間をデフォルトのタグ検索から除外したい場合は、上記でチェックできます。これは、これらの名前空間に含まれるタグを持つギャラリーが表示されないようにするのではなく、タグを検索するときに、これらの名前空間を見送るようにするだけであることに注意してください。
ru: Если вы хотите исключить определенные группы тегов из поиска по тегам по умолчанию, вы можете отметить их выше. Обратите внимание, что это не препятствует появлению галерей с тегами из этих групп, это просто делает так, что при поиске тегов он упустит их
zh_cn: 如果要从默认标签搜索中排除某些标签组，可以检查以下内容。请注意，这不会阻止在这些标签组中的标签的展示区出现，它只是在搜索标签时排除这些标签组。

# uc_tag_ft
source: Tag Filtering Threshold
ja: タグフィルタリングしきい値
ru: Порог фильтрации тегов
zh_cn: 标签筛选阈值
