Repository: 3003h/Eros-FE
Catalog: lib/l10n/intl_*.arb
Languages: ja, ru, zh_cn, zh_tw

# uc_tag_ft_desc
source: You can soft filter tags by adding them to My Tags with a negative weight. If a gallery has tags that add up to weight abover this value, it is filtered from view. This threshold can be set between 0 and -9999.
ja: マイナスウェイトでマイタグに追加することで、タグをソフトフィルターすることができます。ギャラリーがこの値以上のウェイトを追加するタグを持っている場合、それはビューからフィルタされます。このしきい値は0から-9999の間で設定できます。
ru: Вы можете аккуратно фильтровать теги, добавляя их в (мои теги) с отрицательным приоритетом. Если в галерее есть теги, суммарный приоритет которых превышает это значение, она не появится при поиске. Этот порог может быть установлен в диапазоне от 0 до -9999
zh_cn: 你可以通过将标签加入「我的标签」并设置一个负权重来软过滤它们。如果一个作品所有的标签权重之和低于设定值，此作品将从视图中被过滤。这个值可以设定为 0 ~ -9999。

# uc_tag_wt
source: Tag Watching Threshold
ja: 登録タッグしきい値
zh_cn: 标签订阅阈值

# uc_tag_wt_desc
source: Recently uploaded galleries will be included on the watched screen if it has at least one watched tag with positive weight, and the sum of weights on its watched tags add up to this value or higher. This threshold can be set between 0 and 9999.
ja: 最近アップロードされたギャラリーは、正のウェイトを持つウォッチされたタグが少なくとも1つあり、その登録タグのウェイトの合計がこの値以上であれば、登録ページに含まれます。このしきい値は0から9999の間で設定できます。
ru: Недавно загруженные галереи будут отображаться в отслеживаемом, если в них есть хотя бы один тег с положительным приоритетом, и сумма приоритета в его просмотренных тегах составляет это значение или выше. Этот порог может быть установлен в диапазоне от 0 до 9999
zh_cn: 你可以通过将标签加入「我的标签」并设置一个正权重来订阅它们。如果一个最近上传的作品所有标签的权重之和高于设定值，则它将会被包含在「订阅」里。这个值可以设定为 0 ~ 9999。

# uc_exc_lang
source: Excluded Languages
ja: 除外言語
ru: Исключенные языки
zh_cn: 排除语言
zh_tw: 排除語言

# uc_exc_lang_desc
source: If you wish to hide galleries in certain languages from the gallery list and searches, select them from the list abover. Note that matching galleries will never appear regardless of your search query.
ja: ギャラリーリストや検索から特定の言語のギャラリーを非表示にしたい場合は、上記のリストから選択してください。 検索に関係なく、一致するギャラリーが表示されることはありません。
ru: Если вы хотите скрыть галереи на определенных языках из списка галерей и результатов поиска, выберите их из списка выше. Обратите внимание, что соответствующие галереи никогда не появятся независимо от вашего поискового запроса
zh_cn: 如果您希望以图库列表中的某些语言隐藏图库并进行搜索，请从下面的列表中选择它们。 请注意，无论搜索查询如何，匹配的图库都不会出现。

# uc_exc_up
source: Excluded Uploaders
ja: 除外アップローダ
ru: Исключенные загрузчики
zh_cn: 屏蔽的上传者
zh_tw: 排除上傳者

# uc_exc_up_desc
source: If you wish to hide galleries from certain uploaders from the gallery list and searches, add them abover. Put one username per line. Note that galleries from these uploaders will never appear regardless of your search query.
ja: 特定のアップローダからのギャラリーをリストや検索から非表示にしたい場合は、そのユーザー名を追加してください。1行に1つのユーザー名を入れてください。 これらのアップローダからのギャラリーは、検索に関係なく表示されないことに注意してください。
ru: Если вы хотите скрыть галереи от определенных загрузчиков из списка галерей и поиска, добавьте их выше. Введите одно имя пользователя в строку. Обратите внимание, что галереи от этих загрузчиков никогда не появятся, независимо от вашего поискового запроса
zh_cn: 如果你希望在图库中和搜索中隐藏某个上传者的话，请把他们的用户名填写在上方，每行一个。 注意：无论你如何搜索，这些上传者都不会出现。

# uc_search_r_count
source: Search Result Count
ja: 検索結果数
ru: Счетчик результатов поиска
zh_cn: 搜索结果数

# uc_search_r_count_desc
source: How many results would you like per page for the index/search page and torrent search pages? (Hath Perk: Paging Enlargement Required)
ja: インデックス/検索ページとトレント検索ページの1ページあたりの検索結果数を入力してください。(Hath Perk: ページング拡大が必要)
ru: Сколько результатов вы хотели бы получить для страниц индекса/поиска и страниц поиска торрентов? (Hath Perk: Paging Enlargement Required)
zh_cn: 主页/搜索页面每页显示多少条数据？（Hath Perk：需要「页面扩大」）

# uc_thumb_setting
source: Thumbnail Settings
ja: サムネイル設定
ru: Настройки миниатюр изображений
zh_cn: 缩略图设置
zh_tw: 縮圖設定

# uc_mose_over_thumb
source: mouse-over thumbnails
ja: サムネイルの読み込み時
ru: Наведение курсора мыши на миниатюры
zh_cn: 缩略图何时加载

# uc_thumb_size
source: Size
ja: 大きさ
ru: Размер
zh_cn: 大小

# uc_thumb_row
source: Row
ja: 列
ru: Количество строк
zh_cn: 行数

# uc_thumb_scaling
source: Thumbnail Scaling
ja: サムネイルズーム
ru: Масштабирование миниатюр
zh_cn: 缩略图缩放

# uc_thumb_scaling_desc
source: Thumbnails on the thumbnail and extended gallery list views can be scaled to a custom value between 75% and 150%.
ja: 拡大モードとリストモードのサムネイルは75%から150%の間のカスタム値に拡大縮小できます。
ru: Просто миниатюры и миниатюры из расширенного списка галерей можно масштабировать до настраиваемого значения от 75% до 150%
zh_cn: 缩略图和扩展模式下的图库列表缩略图可以缩放为 75% 到 150% 之间的自定义值。

# uc_viewport_or
source: Viewport Override
ja: Viewportオーバーライド
ru: Переопределение ширины приложения
zh_cn: 移动端虚拟宽度

# uc_viewport_or_desc
source: Allows you to override the virtual width of the site for mobile devices. This is normally determined automatically by your device based on its DPI. Sensible values at 100% thumbnail scale are between 640 and 1400.
ja: デフォルトではDPIに基づいて自動的に計算され、サムネイルの100%スケールでは640から1400の間で妥当な値が設定されます。
ru: Позволяет переопределить виртуальную ширину приложения для мобильных устройств. Обычно она автоматически определяется вашим устройством на основе его точек на дюйм. Допустимые значения при 100%-ном масштабе миниатюр находятся в диапазоне от 640 до 1400
zh_cn: 允许你覆盖移动设备的虚拟宽度，默认是根据 DPI 自动计算的，100% 缩略图比例下的合理值在 640 到 1400 之间。

# uc_gallery_comments
source: Gallery Comments
ja: コメント
ru: Комментарии галереи
zh_cn: 图库评论

# uc_comments_sort_order
source: Sort order
ja: 並べ替え
ru: Порядок сортировки
zh_cn: 排序方式

# uc_comments_show_votes
source: Show votes
ja: 評価を表示
ru: Показ голосов
zh_cn: 显示投票数

# uc_tag
source: Gallery Tags
ja: ギャラリータグ
ru: Теги галереи
zh_cn: 图库标签
zh_tw: 畫廊標籤

# uc_tag_short_order
source: Gallery Tags Sort order
ja: タグ並べ替え
ru: Порядок сортировки тегов галереи
zh_cn: 图库标签排序

# uc_show_page_num
source: Show Page Numbers
ja: Thumbnail Labeling
ru: Показывать номера страниц
zh_cn: 显示图库页码
zh_tw: 顯示頁數

# uc_hath_local_host
source: Hentai@Home Local Network Host
ja: Hentai@Home
zh_cn: Hentai@Home 本地网络服务器
zh_tw: Hentai@Home 本地網路主機

# uc_hath_local_host_desc
source: This setting can be used if you have a H@H client running on your local network with the same public IP you browse the site with. Some routers are buggy and cannot route requests back to its own IP; this allows you to work around this problem. If you are running the client on the same PC you browse from, use the loopback address (127.0.0.1:port). If the client is running on another computer on your network, use its local network IP. Some browser configurations prevent external web sites from accessing URLs with local network IPs, the site must then be whitelisted for this to work.
ja: この設定は、ローカルネットワーク上でH@Hクライアントがサイトを閲覧するのと同じ公開IPで動作している場合に使用できます。一部のルーターはバグがあり、自身のIPにリクエストをルーティングすることができません。 ブラウズするのと同じPCでクライアントを実行している場合は、ループバックアドレス（127.0.0.1:port）を使用します。クライアントがネットワーク上の別のコンピュータで実行されている場合は、そのローカルネットワークIPを使用します。ブラウザの設定によっては、外部のWebサイトがローカルネットワークIPを持つURLにアクセスできないようになっています。その場合、ホワイトリストに登録しなければならなりません
ru: Эта настройка может быть использована, если у вас в локальной сети запущен клиент H@H с тем же публичным IP адресом, с которым вы пользуетесь приложением. Некоторые маршрутизаторы глючат и не могут направить запросы к собственному IP; с помощью этого вы можете обойти данную проблема. Если клиент запущен на том же ПК, на котором запущено данное приложение, следует использовать адрес 127.0.0.1:port. Если клиент запущен на другом ПК в той же локальной сети, используйте его локальный IP адрес. Некоторые настройки браузера предотвращают запросы к внешним сайтам с IP адресов в локальной сети, для того, чтобы это работало, необходимо добавить сайт в список исключений
zh_cn: 如果你本地安装了 H@H 客户端，本地 IP 与浏览网站的公共 IP 相同，一些路由器不支持回流导致无法访问到自己，你可以设置这里来解决。 如果在同一台电脑上访问网站和运行客户端，请使用本地回环地址（127.0.0.1:端口号）。如果客户端在网络上的其他计算机运行，请使用那台机器的内网 IP。某些浏览器的配置可能阻止外部网站访问本地网络，你必须将网站列入白名单才能工作。

# uc_ori_image
source: Original Images
ja: オリジナル画像
ru: Исходные изображения
zh_cn: 原始图像
zh_tw: 原圖

# uc_ori_image_desc
source: Use original images instead of the resampled versions where applicable?
ja: オリジナル画像を使用しますか？上記の【自動】とは異なる水平解像度を選択し、問題の画像の幅が広い場合、または元の画像が10MB（1年以上前のライブラリは4MB）より大きい場合、サンプルされた画像が使用されます。
ru: Использовать исходные изображения вместо сжатых, где это применимо?
zh_cn: 当可用的时候，使用原始图像代替压缩过的版本?

# uc_mpv
source: Multi-Page Viewer
ru: Многостраничная читалка
zh_cn: 多页查看器
zh_tw: 多頁觀看

# uc_mpv_always
source: Always use
ja: 常に使用
ru: Всегда использовать
zh_cn: 总是使用
zh_tw: 總是使用

# uc_mpv_stype
source: Display Style
ja: 表示スタイル
ru: Стиль отображения
zh_cn: 显示样式
zh_tw: 顯示風格

# uc_mpv_thumb_pane
source: Thumbnail Pane
ja: サムネイル揃え
ru: Лента миниатюр
zh_cn: 缩略图侧栏
zh_tw: 縮略圖窗格

# uc_pixels
source: pixels
zh_cn: 像素
zh_tw: 像素

# uc_Original
source: Original
ja: オリジナル
ru: Оригинальная
zh_cn: 原始
zh_tw: 原作

# uc_Translated
source: Translated
ja: 翻訳
ru: Переведено
zh_cn: 翻译
zh_tw: 翻譯作品

# uc_Rewrite
source: Rewrite
ja: 書き直し
ru: Переписано
zh_cn: 重写
zh_tw: 重新創作

# uc_Japanese
source: Japanese
ja: 日本語
ru: Японский
zh_cn: 日语
zh_tw: 日文

# uc_English
source: English
ja: 英語
ru: Английский
zh_cn: 英语
zh_tw: 英文

# uc_Chinese
source: Chinese
ja: 中国語
ru: Китайский
zh_cn: 汉语
zh_tw: 中文

# uc_Dutch
source: Dutch
ja: オランダ語
ru: Голландский
zh_cn: 荷兰语
zh_tw: 荷蘭文

# uc_French
source: French
ja: フランス語
ru: Французский
zh_cn: 法语
zh_tw: 法文

# uc_German
source: German
ja: ドイツ語
ru: Немецкий
zh_cn: 德语
zh_tw: 德文

# uc_Hungarian
source: Hungarian
ja: ハンガリー語
ru: Венгерский
zh_cn: 匈牙利语
zh_tw: 匈牙利文

# uc_Italian
source: Italian
ja: イタリア語
ru: Итальянский
zh_cn: 意大利语
zh_tw: 義大利文

# uc_Korean
source: Korean
ja: 韓国語
ru: Корейский
zh_cn: 韩语
zh_tw: 韓文

# uc_Polish
source: Polish
ja: ポーランド語
ru: Польский
zh_cn: 波兰语
zh_tw: 波蘭文

# uc_Portuguese
source: Portuguese
ja: ポルトガル語
ru: Португальский
zh_cn: 葡萄牙语
zh_tw: 葡萄牙文

# uc_Russian
source: Russian
ja: ロシア語
ru: Русский
zh_cn: 俄语
zh_tw: 俄文

# uc_Spanish
source: Spanish
ja: スペイン語
ru: Испанский
zh_cn: 西班牙语
zh_tw: 西班牙文

# uc_Thai
source: Thai
ja: タイ語
ru: Тайский
zh_cn: 泰语
zh_tw: 泰文

# uc_Vietnamese
source: Vietnamese
ja: ベトナム語
ru: Вьетнамский
zh_cn: 越南语
zh_tw: 越南文

# uc_NA
source: N/A
zh_cn: 无语言

# uc_Other
source: Other
ja: その他
ru: Другой
zh_cn: 其他
zh_tw: 其他

# uc_uh_0
source: Any client (Recommended)
ja: すべてのクライアント（おすすめ）
ru: Любой клиент (Рекомендуется)
zh_cn: 所有客户端（推荐）

# uc_uh_1
source: Default port clients only (Can be slower. Enable if behind firewall/proxy that blocks outgoing non-standard ports.)
ru: Только клиенты с портами по умолчанию (Может быть достаточно медленным. Используйте, если брандмауэр/прокси блокируют нестандартные порты)
zh_cn: 仅使用默认端口的客户端（可能稍慢。当防火墙或代理阻止非标准接口的流量时启用此项。）

# uc_uh_2
source: No [Modern/HTTPS] (Donator only. You will not be able to browse as many pages. Recommended only if having severe problems.)
ru: Нет [Современный метод/HTTPS] (Только для донатеров. Вы не сможете просматривать очень много страниц. Рекомендуется только если есть проблемы с другими методами)
zh_cn: 否 [现代/HTTPS]（仅限赞助者。配额消耗会加快，只有出现严重的问题时才启用。）

# uc_uh_3
source: No [Legacy/HTTP] (Donator only. May not work by default in modern browsers. Recommended for legacy/outdated browsers only.)
ru: Нет [Устаревший метод/HTTP] (Только для донатеров. Может не работать в современных браузерах. Рекомендуется только для устаревших браузеров)
zh_cn: 否 [传统/HTTP]（仅限赞助者。可能无法在现代浏览器中使用，只推荐在过时的浏览器中启用。）

# uc_uh_0_s
source: Any client
ja: すべてのクライアント
ru: Любой клиент
zh_cn: 所有客户端

# uc_uh_1_s
source: Default port clients only
ru: Только клиенты с портами по умолчанию
zh_cn: 仅使用默认端口的客户端

# uc_uh_2_s
source: No [Modern/HTTPS]
ru: Нет [Современный метод/HTTPS]
zh_cn: 否 [传统/HTTP]

# uc_uh_3_s
source: No [Legacy/HTTP]
ru: Нет [Устаревший метод/HTTP]
zh_cn: 否 [传统/HTTP]

# uc_auto
source: Auto
ja: 自動
ru: Автоматически
zh_cn: 自动

# uc_tl_0
source: Default Title
ja: デフォルトタイトル
ru: Название по умолчанию
zh_cn: 默认标题
zh_tw: 預設標題

# uc_tl_1
source: Japanese Title (if available)
ja: 日本語タイトル（可能であれば）
ru: Название на японском (если доступно)
zh_cn: 日文标题（如果有）
zh_tw: 日文標題 (如果有的話)

# uc_ar_0
source: Manual Select, Manual Start (Default)
ja: 手動選択、手動開始（デフォルト）
ru: Ручной выбор, Ручной запуск (По умолчанию)
zh_cn: 手动选择，手动下载（默认）

# uc_ar_1
source: Manual Select, Auto Start
ja: 手動選択、自動開始
ru: Ручной выбор, Автоматический запуск
zh_cn: 手动选择，自动下载

# uc_ar_2
source: Auto Select Original, Manual Start
ja: 自動選択（オリジナル）、手動開始
ru: Автоматический выбор исходных изображений, Ручной запуск
zh_cn: 自动选择原始画质，手动下载

# uc_ar_3
source: Auto Select Original, Auto Start
ja: 自動選択（オリジナル）、自動開始
ru: Автоматический выбор исходных изображений, Автоматический запуск
zh_cn: 自动选择原始画质，自动下载

# uc_ar_4
source: Auto Select Resample, Manual Start
ja: 自動選択（サンプル）、手動開始
ru: Автоматический выбор сжатых изображений, Ручной запуск
zh_cn: 自动选择压缩画质，手动下载

# uc_ar_5
source: Auto Select Resample, Auto Start
ja: 自動選択（サンプル）、自動開始
ru: Автоматический выбор сжатых изображенийe, Автоматический запуск
zh_cn: 自动选择压缩画质，自动下载

# uc_dm_0
source: Compact
ja: コンパクト
ru: Компактный
zh_cn: 紧凑

# uc_dm_1
source: Thumbnail
ja: サムネイル
ru: Отображение миниатюр изображений
zh_cn: 缩略图

# uc_dm_2
source: Extended
ja: 詳細付き
ru: Расширенный
zh_cn: 扩展

# uc_dm_3
source: Minimal
ja: 最小化
ru: Минималистичный
zh_cn: 最小化

# uc_dm_4
source: Minimal+
ja: 最小化+【タグの登録】
ru: Минималистичный+
zh_cn: 最小化+订阅标签

# uc_fs_0
source: By last gallery update time
ja: ギャラリー更新順
ru: По времени обновления галереии
zh_cn: 按最新更新时间排序

# uc_fs_1
source: By favorited time
ja: お気に入り日付順
ru: По времени добавления в избранное
zh_cn: 按收藏时间排序

# uc_lt_0
source: On mouse-over (pages load faster, but there may be a slight delay before a thumb appears)
ja: マウスホバー時【ページのロードが速い、サムネイルが遅れる】
ru: При наведении курсора на миниатюру (страницы загружаются быстрее, но может возникнуть небольшая задержка, прежде чем миниатюра появится)
zh_cn: 鼠标悬停时 (页面加载快，缩略图加载有延迟)

# uc_lt_1
source: On page load (pages take longer to load, but there is no delay for loading a thumb after the page has loaded)
ja: ページのロード時【ページのロードが遅いけど待ち時間なしで表示されます】
ru: При загрузке страницы (загрузка страниц занимает больше времени, но отсутствует задержка при загрузке миниатюр)
zh_cn: 页面加载时 (页面加载时间更长，但是显示的时候无需等待)

# uc_lt_0_s
source: On mouse-over
ja: マウスホバー時
ru: При наведении мыши
zh_cn: 鼠标悬停时

# uc_lt_1_s
source: On page load
ja: ページのロード時
ru: При загрузке страницы
zh_cn: 页面加载时

# uc_ts_0
source: Narmal
ja: Auto
ru: Нормальный
zh_cn: 普通

# uc_ts_1
source: Large
ja: Normal
ru: Большой
zh_cn: 大图

# uc_cs_0
source: Oldest comments first
ja: 最古
ru: Сначала старые
zh_cn: 最早的评论

# uc_cs_1
source: Recent comments first
ja: 最新
ru: Сначала новые
zh_cn: 最新的评论

# uc_cs_2
source: By highest score
ja: 評価
ru: Самые лайкнутые
zh_cn: 最高分的评论

# uc_sc_0
source: On score hover or click
ja: クリック
ru: При наведении или нажатии
zh_cn: 悬停或点击时

# uc_sc_1
source: Always
ja: 常時
ru: Всегда
zh_cn: 总是

# uc_tb_0
source: Alphabetical
ja: アルファベット順
ru: По алфавиту
zh_cn: 按字母排序

# uc_tb_1
source: By tag power
ja: パワー順
ru: По количеству тегов
zh_cn: 按标签权重

# uc_pn_0
source: No
ja: None
ru: Нет
zh_cn: 否

# uc_pn_1
source: Yes
ja: Page Number Only
ru: Да
zh_cn: 是

# uc_oi_0
source: Nope
ja: サンプルを優先
ru: Неа
zh_cn: 否

# uc_oi_1
source: Yup, I can take it
ja: オリジナルを優先
zh_cn: 好的，我可以接受更多的配额消耗

# uc_qb_0
source: Nope
ja: いいえ
ru: Неа
zh_cn: 否

# uc_qb_1
source: Yup
ja: はい
ru: Ага
zh_cn: 是

# uc_ms_0
source: Align left; Only scale if image is larger than browser width
ja: 左詰め 【ブラウザの幅より大きい場合】
ru: Выровнять по левому краю; масштабировать только в том случае, если изображение больше ширины браузера
zh_cn: 左对齐 仅当图像大于浏览器宽度时缩放

# uc_ms_1
source: Align center; Only scale if image is larger than browser width
ja: 中央揃え 【ブラウザの幅より大きい場合】
ru: Выровнять по центру; масштабировать только в том случае, если изображение больше ширины браузера
zh_cn: 居中对齐 仅当图像大于浏览器宽度时缩放

# uc_ms_2
source: Align center; Always scale images to fit browser width
ja: 中央揃え 【ブラウザの幅と合わせる】
ru: Выровнять по центру; всегда масштабировать изображения в соответствии с шириной браузера
zh_cn: 居中对齐 始终缩放图像以适应浏览器宽度

# uc_mt_0
source: Show
ja: 表示
ru: Показать
zh_cn: 显示

# uc_mt_1
source: Hide
ja: 非表示
ru: Скрыть
zh_cn: 隐藏

source: Auto select profile
ja: 自動選択
ru: Автоопределение профиля
zh_cn: 自动选择配置

# tap_to_turn_page_anima
source: Tap to turn page animations
ru: Анимированные переходы страниц
zh_cn: 点击翻页动画

# turn_page_anima
source: Turn page animations
ja: ページめくりアニメーション
zh_cn: 翻页动画

# download_ori_image
source: Download original image
ja: オリジナル画像をダウンロード
ru: Загружать изображения исходного качества
zh_cn: 下载原图

# download_ori_image_summary
source: it is dangerous! You may get 509 error
ja: 危険です！509エラー発生可能性するがあります
ru: Это опасно! Вы можете получить ошибку 509
zh_cn: 危险! 会导致下载配额迅速流失, 出现 509 错误

source: Redownload
ja: 再ダウンロード
ru: Скачать заново
zh_cn: 重新下载

source: Open with other apps
ja: 他のアプリで開く
ru: Открыть в другом приложении
zh_cn: 其他应用打开

# tagNamespace
source: {tagNamespace, select, reclass{reclass} language{language} parody{parody} character{character} group{group} artist{artist} male{male} female{female} mixed{mixed} cosplayer{cosplayer} other{other} temp{temp}}
zh_cn: {tagNamespace, select, reclass{重新分类} language{语言} parody{原作} character{角色} group{社团} artist{艺术家} male{男性} female{女性} mixed{混杂} cosplayer{扮演者} other{其它} temp{临时}}
zh_tw: {tagNamespace, select, reclass{reclass} language{language} parody{parody} character{character} group{group} artist{artist} male{male} female{female} mixed{mixed} cosplayer{cosplayer} other{other} temp{}}

source: Link redirect
ru: Перенаправление ссылок
zh_cn: 链接重定向

# link_redirect_summary
source: Redirecting gallery links to selected sites
ru: Перенаправление ссылок на галереи на выбранные сайты
zh_cn: 将画廊链接重定向到选定的站点

source: Fixed height of list items
ja: リスト項目の高さを固定
ru: Фиксированная высота элементов списка
zh_cn: 固定列表项高度

source: Edit comment
ja: 編集
ru: Изменить комментарий
zh_cn: 编辑评论

source: New comment
ja: コメント入力
ru: Новый комментарий
zh_cn: 发布新评论

source: Group
ja: 総合
ru: Категории
zh_cn: 分组

source: Edit
ja: 編集
ru: Редактировать
zh_cn: 编辑

source: New Group
ja: 作成
ru: Новая категория
zh_cn: 新建分组

source: Group Name
ja: 名前
ru: Название категории
zh_cn: 分组名称

source: Group Type
ja: タイプ
ru: Тип категории
zh_cn: 类型

source: Search texts
ja: 検索
ru: Поиск тегов
zh_cn: 搜索关键词

source: New Text
ja: キーワード
ru: Новый тег
zh_cn: 新关键词

source: Global Setting
ja: 通常
ru: Как в настройках
zh_cn: 全局设置

source: Open supported links
ru: Открывать поддерживаемые ссылки
zh_cn: 打开支持的链接

# open_supported_links_summary
source: Starting with Android 12, apps can only be used as web link handling apps if they are approved. Otherwise it will be processed using the default browser. You can manually approve it here
ru: Начиная с Android 12, приложения могут обрабатывать ссылки только если они одобрены. В противном случае ссылки будут обработаны через браузер по умолчанию. Вы можете вручную одобрить ссылки здесь
zh_cn: 从 Android 12 开始, 应用只有在获得批准的情况下，才能作为网络链接的处理应用。否则会使用默认浏览器处理。您可以在此手动批准

# image_download_type
source: Download Type
ja: ダウンロードタイプ
ru: Тип загрузки
zh_cn: 下载类型

# resample_image
source: Resample
ja: サンプル
ru: Сжатое
zh_cn: 重采样图片

# original_image
source: Original
ja: オリジナル
ru: Оригинальное
zh_cn: 原图
zh_tw: 原圖

source: No
ja: しない
ru: Нет
zh_cn: 不
zh_tw: 永遠不要

# ask_me
source: Ask for Me
ja: 手動選択
ru: Спрашивать всегда
zh_cn: 询问
zh_tw: 每次都詢問我

source: Always
ja: 常時
ru: Постоянно
zh_cn: 始终
zh_tw: 總是如此

# tag_add_to_mytag
source: Add to Mytags
ja: マイタグに追加
ru: Добавить в мои теги
zh_cn: 管理标签
zh_tw: 添加到我的標籤

# tag_dialog_Watch
source: Watch
ja: 登録
ru: Показывать материалы с тегом
zh_cn: 订阅

# tag_dialog_Hide
source: Hide
ja: 非表示
ru: Скрыть
zh_cn: 隐藏

# tag_dialog_tagWeight
source: Tag Weight
ja: タグの重さ
ru: Значимость тега
zh_cn: 标签权重

# tag_dialog_TagColor
source: Color
ja: 色
ru: Цвет
zh_cn: 标签颜色

# tag_dialog_Default_color
source: Default Color
ru: Цвет по умолчанию
zh_cn: 默认颜色

# color_picker_primary
source: Primary
ru: основной
zh_cn: 基本

# color_picker_wheel
source: Wheel
zh_cn: 色盘

source: Restore tasks data
ru: Возобновить задания
zh_cn: 恢复下载任务数据
zh_tw: 恢復數據

source: Rebuild tasks data
ru: Пересобрать задания
zh_cn: 重建下载任务数据
zh_tw: 重建數據

source: Aggregate
ru: Объединить
zh_cn: 聚合

source: Aggregate groups
ru: Объединить группы
zh_cn: 聚合分组

source: Hide
ja: 非表示
ru: Скрыть
zh_cn: 隐藏

source: Double page model
ja: 両ページモード
ru: Модель просмотра двух страниц
zh_cn: 双页模式
zh_tw: 雙頁模式

# model
source: Model {modelName}
ja: モデル{modelName}
ru: Модель {modelName}
zh_cn: 模式 {modelName}
zh_tw: 模式 {modelName}

# reply_to_comment
source: Reply
ja: 返信
ru: Ответить
zh_cn: 回复
zh_tw: 回復評論

source: Show comment avatar
ja: アバターを表示
ru: Показать аватар комментатора
zh_cn: 显示评论头像

source: Avatar
ja: アバター
ru: Аватар
zh_cn: 头像

source: Default Avatar Style
ja: スタイル
ru: Стиль аватара по умолчанию
zh_cn: 默认头像样式

# auth_signInTitle
source: Authentication Required
ja: ログインが必要
ru: Требуется авторизация
zh_cn: 需要进行身份验证
zh_tw: 需要进行身份验证

# auth_biometricHint
source: Verify Identity
ja: 本人確認
ru: Подтвердите личность
zh_cn: 验证身份
zh_tw: 验证身份

source: Chapter
ja: 章
ru: Глава
zh_cn: 章节

source: Image Limits
ja: 画像制限
ru: Ограничения изображения
zh_cn: 图片限制

source: Reset Cost
ja: リセットコスト
ru: Сбросить стоимость
zh_cn: 重置花费

source: Image Hide
ru: Скрыть изображение
zh_cn: 图片隐藏

source: QR code Check
zh_cn: 二维码检查

# phash_check
source: Perceptual Hash Check
ja: 知覚的ハッシュチェック（類似画像のブロック）
zh_cn: 感知哈希检查

# mange_hidden_images
source: Manage Hidden Images
ru: Управление скрытыми изображениями
zh_cn: 管理隐藏图片

source: Author
ja: 開発者
ru: Автор
zh_cn: 作者

source: Version
ja: バージョン
ru: Версия
zh_cn: 版本

source: Donate
ja: 寄付金
ru: Пожертвовать
zh_cn: 捐赠

source: License
ja: オープンソースライセンス
ru: Лицензии
zh_cn: 开源许可

source: Fullscreen
ja: フルスクリーン
ru: На полный экран
zh_cn: 全屏

source: Layout
ja: レイアウト
zh_cn: 样式

# blurring_cover_background
source: Blurring of cover background
ja: カバーの背景がぼやける
zh_cn: 封面背景模糊化

source: Tag Limit
ja: タグ制限
zh_cn: 标签上限

source: No Limit
ja: 無制限
zh_cn: 无限制

source: Redirect Thumb Link
zh_cn: 重定向缩略图链接

# redirect_thumb_link_summary
source: Redirect Thumb Link To ehgt.org
zh_cn: 重定向缩略图链接为ehgt.org

source: Check for Update
ja: 更新を確認
zh_cn: 检查更新

source: Latest version
ja: 新しいバージョンがありません
zh_cn: 最新版本

source: Update to {version}
ja: アップデート利用可能！【{version}】
zh_cn: 可更新到 {version}

# volume_key_turn_page
source: Volume key to turn page
ja: ボリュームキーナビゲーション
zh_cn: 音量键翻页

source: Landscape
ja: 横向き
zh_cn: 横屏

source: Automatic
ja: 自動
zh_cn: 自动

source: Never
zh_cn: 禁用

# app_title
source: FEhViewer
ja: Eros-FE

source: Save
ja: 保存

source: Hide top bar on scroll
ja: スクロール時にトップバーを隠す

source: Jump or Seek
ja: 日付に飛び込む

source: Enter date or offset or gid
ja: 特定の日付やオフセット/GIDを入力

source: Date or Offset
ja: 日付やオフセット

# jump_next
source: Next
ja: 次

# jump_prev
source: Prev
ja: 前

# uc_ip_addr_port
source: IP Address:Port
ru: IP Адрес:Порт
zh_tw: IP位置:埠口
